{ 
    "headerTitle":{
        "1":"Каждый может научится новому ! Даже если страшно."
    },

    "footer":{
      "1":"Улица Мухаммада Юсуфа,",
      "2":"Ташкент, 100077",
      "3":"Социальные сети:",
      "4":"Пункты меню:",
      "5":"О нас",
      "6":"Курсы",
      "7":"Трудоустройства",
      "8":"Дополнительно",
      "9":"Политика конфиденциальности",
      "10":"Правила пользование",
      "11":"Форум"
    },

    "LessonFirst":{
        "1":"Текущий урок:",
        "2":"Базовые элементы. HTML",
        "3":"Страницы сайтов собирают из элементов, как конструктор LEGO. Текстовые блоки, картинки, ссылки, кнопки — всё это элементы сайта. Элементы описывают на языке HTML. Любая веб-страница содержит код на этом языке и сохраняется в HTML-файле. Когда вы открываете сайт, именно файл с HTML-кодом первым делом загружается в  браузер.",
        "4":"HTML-файл — это просто текстовый файл с расширением .html. Но пишут в HTML-файле не список продуктов или заметки о жизни, а HTML-код.",
        "5":"Чтобы разобраться, как устроен HTML, рассмотрим пример. Вот кнопка с надписью. Нажмите на неё, чтобы идти дальше:",
        "6":"Кнопка с надписью",
        "7":"А вот код, который описывает эту кнопку. Если написать его в HTML-файле, такая кнопка появится на сайте:",
        "8":"Скопировать код",
        "9":" Кнопка с надписью",
        "10":" Наверняка вы обратили внимание на конструкции с угловыми скобками — это HTML-теги. Теги описывают элементы сайта. Например, тег &lt;button&gt; описывает кнопку.",
        "11":" Чаще всего теги парные. Открывающий тег",
        "12":"говорит: «Здесь кнопка начинается», а закрывающий",
        "13":": «кнопка закончилась».",
        "14":" Текст между",
        "15":"отобразится на кнопке.",
        "16":" Этот текст может быть любым. Можно написать там «Отправить» или «Зарегистрироваться» и разместить кнопку, где предполагаются такие действия. Можно написать на кнопке «Перейти к заданию» и разместить её прямо здесь:",
        "17":"Вернуться к списку уроков",
        "18":"Перейти к заданию"
       
    }
}