{ 
    "headerTitle":{
        "1":"Everyone can learn something new ! Even if it's scary."
    },


    "footer":{
        "1":"Muhammad Yusuf Street,",
        "2": "Tashkent, 100077",
        "3":"Social networks:",
        "4":"Menu items:",
        "5": "About us",
        "6": "Courses",
        "7": "Employment",
        "8":"Optional",
        "9": "Privacy Policy",
        "10": "Terms of use",
        "11":"Forum"
      },

      "homepage":{
        "1": "What do we teach?",
         "2": "If you want to gain knowledge and change",
         "3": "specialization, or master the most",
         "4": "the profession in demand all over the world",
         "5": "then you are correct",
         "6":" did that they chose us!",
         "7": "Let's get acquainted",
         "8": "Click here",
         "9": "Course",
         "10":"Web developer from scratch to PRO",
         "11": "You will learn how to make websites in HTML and",
         "12": "CSS, learn JavaScript. And you will",
         "13":"First portfolio projects.",
         "14": "Start introductory course",
         "15":"10 months",
         "16": "Technology",
         "17": "Learning from scratch",
         "18": "Start learning",
         "19": "And here are the technologies that you will use.",
         "20": "We regularly check with existing developers and leaders from",
         "21": "industries so that only relevant skills remain in the program and",
         "22": "tools",
         "23": "What exactly will you do when you become a web developer",
         "24":"Write code in HTML, CSS and JavaScript",
         "25": "Develop websites and web applications",
         "26": "Work on the product together with the team",
         "27": "Help business grow, eh",
         "28": "users - become happier",
         "29": "We'll help you choose!",
         "30": "If you have questions about",
         "31": "format or you don't know",
         "32": "what to choose, leave yours",
         "33": "number - we'll call,",
         "34": "to answer all your",
         "35": "polls.",
         "36":"Name",
         "37": "Phone",
         "38": "Mail",
         "39": "By clicking on the button, I agree to ",
         "40": "processing",
         "41":"personal data",
         "42": "the terms of use of the platform",
         "43":"send",
         "44": "What do students say about us?",
         "45": "If you want to gain knowledge and change specialization, or master your own",
         "46": "a sought-after profession all over the world then you're right",
         "47": "they did that they chose us!",
         "48": "Petrov. And",
         "49":"I've been wandering through the inbrain courses for a long time, because there is a very valuable opportunity to try the free part in order to understand whether you want to do it or not. The critical thinking course is the first course that I completely completed. I very happy with my decision to take this course.The way of presenting the material is very effective in my opinion.",
         "50": "Very soon"
      },


    "LessonFirst":{
        "1":"Current lesson:",
        "2":"Basic elements. HTML",
        "3":"Site pages are assembled from elements, like a LEGO constructor. Text blocks, pictures, links, buttons are all elements of the site. Elements are described in HTML. Any web page contains code in this language and is saved in an HTML file .When you open a website, it is the HTML file that is loaded into the browser first.",
        "4":"An HTML file is just a text file with a .html extension. But what's written in an HTML file is not a list of groceries or life notes, but HTML code.",
        "5":"To understand how HTML works, let's look at an example. Here is a button with a label. Click on it to go further:",
        "6": "Button with an inscription",
        "7":"And here is the code that describes this button. If you write it in an HTML file, such a button will appear on the site:",
        "8":"Copy code",
        "9": "Button with the inscription",
        "10":" You must have noticed the constructions with angle brackets - these are HTML tags. Tags describe site elements. For example, the &lt;button&gt; tag describes a button.",
        "11": "Most often tags are paired. Opening tag",
        "12": "says: «Here the button starts» and the closing",
        "13":": «button ended.",
        "14":" «Text between»",
        "15":"will be displayed on the button.",
        "16":" This text can be anything. You can write «Submit» or «Register» there and place a button where such actions are expected. You can write on the button «Go to the task» and place it right here:",
        "17": "Return to the list of lessons",
        "18": "Go to task"
      
    },
    "TaskFirst":{
        "1":"Current lesson: Greeting / Hello /",
         "2": "from",
         "3":"Job:",
         "4":"Basic elements. HTML",
         "5": "Lesson: ",
         "6": "Read the theory again",
         "7": "Browser",
         "8": "This is a simulator, or an answer window",
         "9":"You can write code here.",
         "10":"Lesson 1: Basic elements. HTML",
         "11":" Here is the code editor window with the index.html file. A button with the text Hello world has already been created in it. But the audience of the service we are making is Russian-speaking, so the text on the button needs to be translated. Replace the Hello world text between ." ,
         "12":" and",
         "13":"the Russian equivalent of this word is «Hello world». When you do this, click «Check» - the result will be displayed in the window on the right.",
         "14": "Hint",
         "15": "Freedom of speech is above all. But the simulator will let you go further only with the written word Like between the tags",
         "16" : "Result window",
         "17":" When you write the code and press the «Check» button, the result will appear here, just like in the browser.",
         "18": "Start over",
         "19": "Check job"
         }
    }
